Revit 2027 API
ParameterTypeId.StairsWinderpatternRadiusInterior Property
 "Fillet Radius": The fillet corner radius on the interior boundary
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsWinderpatternRadiusInterior { get; }
Public Shared ReadOnly Property StairsWinderpatternRadiusInterior As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsWinderpatternRadiusInterior {
	ForgeTypeId^ get ();
}
static member StairsWinderpatternRadiusInterior : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace